{
    "locations": [
      {
        "id": 1,
        "name": "MEVLİD-İ HALİL CAMİİ HAZİRESİ",
        "latitude": 37.146264,
        "longitude": 38.786106,
        "tooltip": "Mevlid-i Halil Camii Haziresi, Şanlıurfa ili, Eyyübiye ilçesi, Göl Mahallesi’nde,  Mevlid-i Halil Camisi’nin güneyinde yer almaktadır. Doğu- batı yönünde uzanan hazire alanında yaklaşık 200 adet mezar bulunmaktadır. Mezarlar bu bölgeye ait nahit taşından yapılmıştır. Mezar taşları üzerinde Arapça kitabeler yer almaktadır. Haziredeki bulunan mezarlar, mezar tipleri ve mezar taşı başlık tiplerine göre ayrılmaktadır. Bunlardan mezar tiplerine göre; dikdörtgen gövdeli mezar, sandık mezar, sanduka mezar ve çatma lahit şekline benzeyen mezar olmak üzere 4 adet form görülmüştür. Mezar taşı tiplerine göre yarım ongen prizma, yarım silindirik kesitli, dikdörtgen gövdeli ve damla formuna benzeyen olmak üzere 4 adet, mezar taşı başlık tiplerine göre ise fes, sarık, kavuk, silindirik başlık, sarıklı takke, tarikat başlığı, Kadirî tacı olmak üzere 6 adet form tespit edilmiştir. Başlıklı mezar taşları erkek mezarları olup kadın mezarlarında herhangi bir başlık tipi bulunmamaktadır. Hazirede bulunan mezar taşları üzerinde geometrik, bitkisel, mimari ve nesneli süslemelere yer verilmiştir (Güler &Güler,2017: 22-25).",
        "category": "mezarlik"
      },
      {
        "id": 2,
        "name": "BEDİÜZZAMAN AİLE MEZARLIĞI",
        "latitude": 37.156834,
        "longitude": 38.784439,
        "tooltip": "Bediüzzaman Aile Mezarlığı, Şanlıurfa ili, Eyyübiye ilçesi, Kadıoğlu Mahallesi Tılfındır Mevkii’nde, Hızmalı Köprüsü’nün yaklaşık 400m güneyinde yer almaktadır. Mezarlığa giriş batı yönündeki kapıdan sağlanmaktadır. Mezarlığın doğu girişindeki kesme taşlarla yapılmış yuvarlak kemerli 3.50m genişliğinde, 4m yüksekliğindeki ana giriş kapısı sonradan yapılmıştır. Giriş kapısının üst bordüründeki dentil motifi geometrik ve bitkisel süslemelerle işlenmiştir. Giriş bölümündeki avlunun kuzeyinde yuvarlak süs havuzu bulunmaktadır. Üzeri yarım kubbe ile örtülmüş ve yamuk dikdörtgen formundaki 7 adet yuvarlak kemer, 7 adet sütun üzerine oturtulmuştur. Mezarlığın güneyinde yuvarlak kemerli 3 adet eyvan sütunlara oturtularak yükseltilmiştir. Mescit ve personel odası olarak kullanılan bölümler düz tavan ortasında yarım kubbe ile örtülüdür. Cephe bitişinde 2 adet çörten görülmektedir.",
        "category": "mezarlik"
      },
      {
        "id": 3,
        "name": "ŞANLIURFA KALESİ GÜNEY ETEĞİ NEKROPOLÜ",
        "latitude": 37.144833,
        "longitude": 38.783815,
        "tooltip": "Şanlıurfa Kalesi Güney Eteği Nekropolü, Şanlıurfa ili, Eyyübiye ilçesi, Yakubiye Mahallesi’nde yer almaktadır. Eski adıyla Kale Arkası ya da Seyirtepe olarak bilinen Mevkii’de, Harran Kapı Caddesi’nin kuzeyindeki kayalık rekreasyon arazisini kapsamaktadır. Yakın dönemde güncel yerleşim konutlarıyla dolu olan arazi belediye kentsel dönüşüm kararıyla boşaltılmış ve yaklaşık 25.000m² büyüklükteki alanda kaya mezarları ortaya çıkmıştır. Alanda yapılan incelemede, sayıları 40’ı bulan ana kaya içerisine oyularak inşa edilmiş dromoslu ya da dromossuz olan genellikle tek odalı kaya mezarları tespit edilmiştir. Kaya mezarları genellikle kare planlı, tek odadan oluşan, doğu, batı ve kuzey cephelerde yarım daire formlu arcosoliumlara sahiptir. Konut olarak belirli bir dönem kullanım görmüş bu mezarların bazılarının duvarları güncel harç malzemeyle sıvanmış ve güney yönüne bakan giriş bölümlerinin üstü moloz taş malzemeyle örülerek beşik tonozlu koridor bölümleri oluşturulmuştur. Kaya mezarlarının genelinde doğal ve beşeri tahribat söz konusudur.",
        "category": "mezarlik"
      },
      {
        "id": 4,
        "name": "YAKUBİYE MAHALLESİ KOMPLEKS KAYA MEZARI",
        "latitude": 37.144512,
        "longitude": 38.780762,
        "tooltip": "Yakubiye Kompleks Kaya Mezarı, Şanlıurfa ili, Eyyübiye ilçesi, Yakubiye Mahallesi’nde yer almaktadır. Haran kapı Caddesi’nin kuzeyindeki, Şanlıurfa Kalesi’nin güney eteklerinde yer alan kayalık alanda bulunmaktadır. Kaya mezarı, dromoslu bir ön girişe sahip olup iki odalıdır. Mezar odasına güney yönünde yer alan kapıdan giriş sağlanmaktadır. Giriş bölümünde yer alan dromos bölümü moloz taşlar ile örülmüş tonoz örtülü olsa da günümüzde yıkılmıştır. Tonozlu dromos kuzey-güney doğrultusunda 4.80m uzunluğunda, doğu-batı doğrultusunda 1.35m genişliğinde olup 0.85m derinliğindedir. Dromos bölümünün batı iç cephe duvarında kuzey-güney yönünde 1.55m genişliğinde, 0.85m yüksekliğe, 0.55m derinliğe sahip taban seviyesinden yaklaşık 0.60m yükseklikte yarım daire formlu arcosolium yer almaktadır. Kaya mezarının güneyde yer alan kapısı, 1.45x0.72m ölçülerindedir. Kaya mezarının birinci odası, 2.95x2.95m ölçülerinde kare formlu olup 2.25m tavan yüksekliğindedir. Bu bölüm doğu ve batı iç cephe duvarında yarım daire formlu birer adet arcosoliuma sahiptir. Arcosoliumlar kuzey güney yönünde 2m genişliğinde 1.30m yüksekliğe ve 0.90m derinliğindedir. Arcosoliumlar taban seviyesinden 0.90m yüksektedirler. 2. odaya, 0.16m yüksekliğe sahip bir seki ile girilmektedir. Bu odanın girişi 2m genişliğinde, 2.15m yüksekliğinde ve 0.65m duvar kalınlığına sahip yuvarlak kemerli bir giriş açıklığından giriş yapılmaktadır. 2. oda, kaya mezarının kuzeyinde yer alır. Doğu ve batı iç cephe duvarında yarım daire formlu arcosoliumlar yer alırken,  kuzey iç cephe duvarında yer alan arcosolimlar 2 kademeli olup dış kademesi yarım daire formlu olurken iç kademedeki üçgen formludur. 2. oda, 3.40x3m ölçülerinde olup 2.30m tavan yüksekliğindedir. Batı ve doğuda yer alan arcosoliumlar 2.45m genişliğinde 2.30m yüksekliğinde ve 0.90m duvar derinliğindedir. Kuzey cephe duvarında yer alan arcosolium taban seviyesinden 0.30m yükseklikte yapılmış, doğu-batı yönünde 2.55m genişliğinde, 1.90m yüksekliğinde ve 1.40m derinliğe sahiptir. Mezar odalarının genelinde tahribat söz konusudur.",
        "category": "mezarlik"
      },
      {
        "id": 5,
        "name": "EYYÜBİYE MAHALLESİ (3127. SOKAK) 1 NO'LU KAYA MEZAR",
        "latitude": 37.14302,
        "longitude": 38.7847096,
        "tooltip": "Eyyübiye Mahallesi (3127. Sokak) 1 No’lu Kaya Mezarı, Şanlıurfa ili, Eyyübiye ilçesi, Eyyübiye Mahallesi’nin 3127. Sokak, No. 2 adresindeki evin avlusunda bulunmaktadır. Avlunun kuzeydoğu bölümünde yer alan kaya mezarının girişi, kuzey yöndedir. Giriş, doğu-batı yönünde 0.94m genişliğinde, 0.86m yüksekliğinde betonarme bir giriş açıklığından oluşmaktadır. Buradaki 3 basamakla mezar odasına giden koridor bölümüne geçilmektedir. Bu bölüm kuzey-güney yönünde 3.22m uzunluğunda, doğu-batı yönünde 1.35m genişliğindedir. Kaya mezarının kapısı kuzeydoğu yönünde olup güneybatı yönünde yaklaşık 0.35m cephe derinliğinde kemerli bir görünüme sahiptir. Bu kemerli kapı cephesi derinliğinin içinde 0.70m genişliğinde, 1.27m yüksekliğinde dikdörtgen kapı açıklığı mevcuttur. Avlunun kuzeydoğu bölümünde yer alan kaya mezarının girişi, kuzey yöndedir. Giriş, doğu-batı yönünde 0.94m genişliğinde, 0.86m yüksekliğinde betonarme bir giriş açıklığından oluşmaktadır. Buradaki 3 basamakla mezar odasına giden koridor bölümüne geçilmektedir. Bu bölüm kuzey-güney yönünde 3.22m uzunluğunda, doğu-batı yönünde 1.35m genişliğindedir. Kaya mezarının kapısı kuzeydoğu yönünde olup güneybatı yönünde yaklaşık 0.35m cephe derinliğinde kemerli bir görünüme sahiptir. Bu kemerli kapı cephesi derinliğinin içinde 0.70m genişliğinde, 1.27m yüksekliğinde dikdörtgen kapı açıklığı mevcuttur. Kaya mezarı odası genel olarak 3x3m ölçülerinde kare planlı, tek odalı ve arcosoliumludur. Mezar odasının tavan yüksekliği 2.35 metredir. Mezarın güneybatı, güneydoğu ve kuzeybatı iç cephe duvarlarında birer adet olmak üzere toplam 3 adet arcosolium yer almaktadır. Arcosoliumların kline yükseklikleri taban seviyesinden yaklaşık 0.90m yukarıdadır. Mezar odasında dikkati çeken güneybatı cephesindeki arcosoliumdur. Bu arcosoliumda, güneydoğu yönünde sol kolu üzerine rahat bir pozisyonda uzanmış elbiseli bir erkek rölyefi bulunmaktadır. Arcosoliumun dikdörtgen formlu klinesi sanduka tipinde olup içi toprakla doludur. Bu arcosolium kuzeybatı-güneydoğu yönünde 2.36m uzunluğa, 1.40m kemer yüksekliğe sahiptir. Kuzeybatı arcosoliumunun odanın içine bakan güneydoğu cephesinde, klinenin taban seviyesine yakın konumda karşılıklı alt köşelerde 2 adet kanatlı kadın (üzgün tanrıça/melek)  betimli rölyef bulunmaktadır. Bu arcosolimun klinesi dikdörtgen formlu düz bir yüzeyden oluşur. Güneydoğu arcosoliumda ise taban seviyesine yakın konumda, mezar odasının içine bakan kuzeybatı kline cephesindeki karşılıklı köşelerde 2 adet sfenks (?) ya da grifon (?) tasvirli rölyefler bulunur. Arcosoliumlar genel olarak güneybatı-kuzeydoğu yönünde 2.30m uzunluğa, 0.90m niş derinliğine ve 1.38m kemer yüksekliğine sahiptir. Mezar odasının kuzeydoğu yönündeki giriş kapısının iç cephesinin kapı üstünde kırmızı/kahverengi aşı boyasıyla işlenmiş bir yazıt bulunmaktadır. Yazıt tahrip olduğundan birçok bölümü silinmiş haldedir. Kaya mezarı odası günümüzde ev halkı tarafından depo mahiyetinde kullanılmaktadır. Kaya mezarının genelinde doğal ve beşeri tahribat söz konusudur.",
        "category": "mezarlik"
      },
      {
        "id": 6,
        "name": "FIRFIRLI CAMİİ (KUTSAL HAVARİLER KİLİSESİ)",
        "latitude": 37.152639,
        "longitude": 38.7859,
        "tooltip": "Fırfırlı Camii, Şanlıurfa ili, Eyyübiye ilçesi, Yeni Mahallesi sınırları içerisinde yer almaktadır. Halk arasında Fırfırlı Kilise olarak anılan yapı Ermeni Protestan kilisesi olup, Oniki Havvari Kilisesi olarak da bilinmektedir. Kitabesi bulunmadığından inşa tarihi bilinmemektedir. 18. yüzyıl başlarına ait olduğu tahmin edilmektedir. Yapıya Fırfırlı adı, 1900 yılı başlarında üzerinde yer alan rüzgârgülü (firfir) nedeniyle verilmiştir. (Kürkçüoğlu, 2013: 120) Yapı, doğu-batı doğrultusunda dikdörtgen planlı ve 3 nefli bir plan özelliği göstermektedir. Batıdan apsis ile aynı eksende olan,  3 kademeli silme kaç kemerli yaklaşık 2.50x1.40m ölçülerindeki kapı ile ana mekâna giriş sağlanmaktadır. Ana mekân iki yanda art arda sıralanmış toplamda altı adet bazalt sütunlarla 3 nefe ayrılmıştır. Orta nef 3 adet kubbeli ile örtülmüşken, yan nefler çapraz tonoz örtülüdür. İç mekân,  doğu-batı yönünde 23.6m, kuzey-güney yönünde ise yaklaşık 16.3m ölçülerinde olup tavan yüksekliği ise yaklaşık 12.50m’dir.  İç mekân doğuda içten poligonal apsisle sonlanmaktadır. Apsis dıştan algılanabilir değildir. Bununla birlikte apsis her iki yanında dıştan algılanabilen çokgen cepheli ve konik kubbeli iki adet ek mekân yer almaktadır. Ana mekânın güney beden duvarının iç cephesinde merkezde yaklaşık 3x1m ebatlarında ve yaklaşık 0.90m derinliğine sahip bir mihrap ve yanında taştan inşa edilmiş süslemeli minber yer almaktadır. Yapının bütün beden duvarlarının dış cepheleri, dilimli kaş kemerli kör nişler, damla motifi başta olmak üzere çeşitli geometrik bezeme unsurları ile hareketlendirilmiştir. Beden duvarların dört köşesinde dekoratif destek kuleler bulunmaktadır. Batı cephedeki kapının üstünde çokgen cepheli bir çan kulesi bulunmaktadır.  Çan kulesi ile aynı doğrultuda doğu beden duvarının üstünde ise benzer formlara sahip minare yer almaktadır.  Beden duvarların üst kotlarında profilli bordür ile çörten görülmektedir.",
        "category": "cami"
      },
      {
        "id": 7,
        "name": "1204. SOKAK SU ANITI",
        "latitude": 37.147984,
        "longitude": 38.791260,
        "tooltip": "1204 Sokak Su Anıtı, Şanlıurfa ili, Eyyübiye ilçesi, Pınarbaşı Mahallesi’nde yer almaktadır. Su Anıtına ait bir kitabe bulunmadığı için inşa tarihi bilinmemektedir. Yapı kesme taşla inşa edilmiştir. Su anıtı, genel plan itibari ile kare planlı inşa edilmiştir. 4 köşesinde yuvarlak sütunla oluşturulmuş yuvarlak kemerlere oturan ortada içten dairesel kubbe dıştan ise dilimli kubbe ile örtülüdür. Güneyden 2-3 merdiven basamağı ile Halil-ür Rahman suyunun geçtiği kanala inilmektedir. Kuzey, batı ve doğu yönleri küçük bir yükselti ile ortası yarın daire formlu olarak yükseltilmiştir. Kemerleri taşıyan sütunlar sarmal ve mukarnas süslemeler ile hareketlendirilmiştir. Kemerin üzerinde tekrar eden lale motifi bulunmaktadır. 4 köşe üzerinde ikişer adet dairesel rozet bulunmaktadır. Kemer geçişlerinin üst kısmında uçları sarmal formda olan bitkisel bir süsleme ögesi bulunmaktadır.",
        "category": "anit"
      },
      {
        "id": 8,
        "name": "HANEHAN BUTİK OTEL",
        "latitude": 37.150070,
        "longitude": 38.791563,
        "tooltip": "Hanehan Butik Otel, Şanlıurfa ili, Eyyübiye ilçesi, Kurtuluş Mahallesi’nde, Mevlevihane Camii’nin yaklaşık 100m kuzeydoğusunda yer almaktadır. Yapıya giriş kuzeyden olup, kapı yuvarlak kemerli, 1.80m yüksekliğinde, 1m genişliğindedir. Kapıdan çapraz tonozlu koridora geçilmektedir. Avlu 16 x 18m ölçülerinde dikdörtgen planlıdır. Ortada kare formlu süs havuzu yer almaktadır Havuzun etrafında bitkisel süslemeli rozet rozet kabartmaları vardır. Avluda 9 adet yuvarlak kemerli girişe sahip odalar bulunmaktadır. Odalar çapraz ve beşik tonozlarla örtülüdür. Yuvarlak kemerli, dikdörtgen pencere açıklıkları bulunur. Avlunun kuzeyi yuvarlak kemerli niş açıklığına sahiptir. Kemer kilit taşında silindirik rozet kabartma vardır. Avlunun güneyinden iki merdivenin birleştiği nokta yuvarlak kemerli eyvana açılmaktadır. Eyvanın güney cephesinde ortada büyük, yanlarda daha küçük boyutlu dilimli kemer içerisinde niş yer alır. Eyvan girişinin iki yanında sivri kemer açıklığı vardır. Eyvanın doğusunda ve batısında birer sütunla destekli ikişer adet dilimli kemer bulunur. Avlunun güneydoğusunda kere planlı kuyusu, kuyunun taş başlığında ise sarmal motiflerle hareketli süslemeleri görülmektedir. Güney cephenin batısında dilimli kemerli niş, günümüzde kapatılmıştır. Güney eyvan bölümünde toplam 3 oda bulunur. İkinci katın ve odaların üst örtüsü düz ahşaptır. Pencereler yuvarlak kemerli, dikdörtgen formludur. İkinci katın doğusunda yuvarlak kemerli girişten dikdörtgen tarasa geçilir. Güney cephe üzerinde geometrik kuşak dolanmaktadır. Kuzeyden merdiven ile ikinci katta bulunan eyvana çıkılmaktadır. Kapı yuvarlak kemerli, kilit taşı üzerinde geometrik kabartma, iki yanında bitkisel rozet bulunur. Kapı üzeri taş korkuluklarla çevrelenmiş, onun üzeri üçgen alınlıkla süryani yapı formundadır. Üçgen alınlık içerisinde geometrik motiflerle çevrelenmiş, ortasında istiridye yivli motif bulunur.  Üçgen alınlık üzerinde yarım hilal ve içinde güneş görülür. Eyvanın kuzey cephesi üzerinde kitabesi olup, kitabe yanlarda iki rozet ve üzerinde hayat ağacı motifi ile hareketlenmiştir. Eyvanın doğusunda yuvarlak kemerli 3 adet odası bulunur. Yapıdaki odalar genel yaklaşık 8.20m uzunluğunda, 4m genişliğindedir. Pencereler yuvarlak kemerli, dikdörtgen formludur. Kuzeybatıdan merdiven aracılığıyla kare planlı terasa çıkılır. Avlunun doğusunda develik bölümü yer alır. Bu bölüm kuzey-güney doğrultusunda 7.60m x 13.30m ölçülerinde dikdörtgen planlıdır. Ortada 2 adet dikdörtgen paye üzerine oturmaktadır. Üst örtü kuzey-güney yönünde iki sivri kemerli tonoz ile örtülmüştür. Doğu-batı yönünde toplam 14 adet geçmişte yemlik olarak kullanıldığı düşünülen fakat günümüzde niş görünümüne sahip açıklıklar yer almaktadır. Batıda 4 adet niş açıklığı bulunmakta ve mazgal pencere görünümünü andırmaktadır. Develik bölümünün kuzeydeki yuvarlak kemerli girişi doğu-batı doğrultusunda yarım çapraz tonoz örtülüdür.",
        "category": "anit"
      },
      {
        "id": 9,
        "name": "ŞEYH MES-UD ZAVİYESİ- TÜRBESİ",
        "latitude": 37.140131,
        "longitude": 38.782523,
        "tooltip": "Şeyh Mes’ud Zaviyesi, Şanlıurfa ili, Eyyübiye ilçesi, Şıhmaksut Mahallesi’nde, 3243. Sokak, 1 numarada yer almaktadır. Müftülük kitabesi üzerinde 1183 tarihi yazılıdır. Türbe asimetrik bir plan şeması yansıtmakta, türbeye giriş batı yönden olup, 2.10m yüksekliğinde, 1.25m genişliğinde dikdörtgen formlu, demir kapılıdır. Kapı üzeri yarım daire formlu, iki köşesinde 2 sıra mukarnas kavsara ile süslüdür. Avlu kuzey-güney doğrultusunda 6.62m x 7.01m ölçülerindedir. Kubbe bölümü açık, geçişler pandantiflerle sağlanmaktadır. Ortasında etrafı nahit taşlarla çevrili ağaç bulunur. Doğu yönde sivri kemer içerisindeki oda içerisinde Şeyh Mes’ud mezarı, kuzey ve güneyinde ise mescit bölümleri, güneybatısında merdiven aracılığıyla dam bölümü yer alır. Mezar girişi batı yönden ahşap malzemeli, dışı demir parmaklıklıdır. İçerisi kuzey- güney doğrultusunda 3.28m x 3.46m ölçülerinde, tekne tonoz ile örtülüdür. Doğusunda dikdörtgen formlu niş görülür. Ortasındaki sanduka nahit taşından yapılmış, 2.30m uzunluğunda, 1m genişliğinde, 0.85m yüksekliğindedir. En alt tabakası, 0.22m yüksekliğindedir. Mezarın içi boş ve üzeri yeşil örtü ile kapatılmıştır. Baş kısmında sarık vardır. Avlunun güney yönünden 2.14m yüksekliğinde, 1.10m genişliğinde, dikdörtgen formlu kapıdan bayanlar mescidine geçilir. Mescit doğu-batı doğrultusunda 2.30m x 3.30m ölçülerinde, beşik tonoz örtülü, sivri, yuvarlak ve dikdörtgen formlu pencere açıklıklarından oluşmaktadır.  Kuzey ve batı yöndeki 3 bölümde Süleyman Mührü ile benzeyen taş oyma tekniğinden motif yer almaktadır. Kuzey duvarda nişe, kuzey ve batı duvarda 5 satırlık Arapça kitabe bulunur. Avlunun güneyinden 2.50m yüksekliğinde, 1.20m genişliğinde dikdörtgen formlu ahşap kapıdan erkekler mescidine geçilir. Mescit doğu-batı doğrultusunda 6.65m x 3.35m ölçülerinde, güneyde yarım daire formunda mihrabı bulunmaktadır. İki yanında sütun, sütun başlıklarında stilize baklava dilim motiflerini andırmaktadır. Beşik tonoz örtü ve dikdörtgen formlu pencerelere sahiptir. Pencere üstü yuvarlak kemerlidir. Doğu-batı yönlerde tonoza yakın konumlandırılmış dikdörtgen formlu pencereler vardır. Yapının dışında doğu bölümde 1.45m uzunluğunda, 0.92m genişliğindeki bölümden merdiven aracılığıyla Şeyh Mesud’un asıl mezarına inilmektedir. Kuzey-güney doğrultusunda 3m x 3.25m ölçülerinde 1.81m yüksekliğindedir. Beşik tonozlu, kesme taş malzemeli, içeride 2 mezar bulunmakta ve üzerleri yeşil örtü ile kapatılmıştır.",
        "category": "anit"
      }
    ],
    "mapSettings": {
      "defaultCenter": {
        "lat": 37.144606,
        "lng": 38.782519
      },
      "defaultZoom": 16,
      "styles": {
        "marker": {
          "mezarlik": "#FFFFFF",
          "cami": "#00FF00",
          "anit": "#0000FF"
        }
      }
    }
  }